<%@ page import="com.hamonsoft.cportal.domain.Member" %>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<%@ page session="true" %>
<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>

<c:set var="path" value="<%=request.getContextPath() %>" scope="application"/>

<%@include file="../include/header.jsp" %>

<div class="container">
    <div class="max-inner2">
        <h3 class="h3">NETIS 서비스 이용약관</h3>
        <div class="privacy">
                        <pre>

제1조 [약관의 목적]
이 약관은 ㈜하몬소프트(이하 "회사")가 운영하는 NETIS 통합모니터링서비스(이하 "사이트")에서 제공하는 서비스의 이용과 관련하여 회사와 이용자(이하 "회원")의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조 [용어의 정의]
① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 약관에서 정의하지 않은 것은 관련 법령에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다.
1."서비스"라 함은 SAAS로 제공되는 NETIS통합모니터링 서비스를 말합니다.
2."회원"이라 함은 포털사이트에서 제공하는 서비스를 이용하기 위하여 이 약관에 동의하고 계정을 생성한 자를 말합니다.
3."사이트"라 함은 회사가 제공하는 서비스를 이용할 수 있는 포털 페이지를 말합니다.(www.hamonsoft.co.kr)
4."회원정보”라 함은 서비스를 이용하기 위해 회사가 정한 필수 내지 선택 입력 정보를 말합니다
5.아이디: 회원의 식별과 회원의 서비스 이용을 위하여 이메일 형식(user1@ hamonsoft.co.kr)으로 회원이 정한 문자와 숫자의 조합을 말합니다.
6.비밀번호: 회원이 자신의 아이디를 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.
7.유료 서비스: 회원이 서비스를 이용함에 있어서 별도의 비용을 지급하고 사용하는 서비스를 의미합니다.
8.무료 서비스: 회원이 서비스를 이용함에 있어서 별도의 비용을 지급하지 않고도 사용할 수 있는 서비스를 의미합니다.

제3조 [약관의 효력과 개정]
① 회사는 이 약관을 사이트에 게시하고, 회원이 동의함으로써 효력이 발생합니다.
② 회사는 약관의 규제에 관한 법률 등 관련 법령을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다. 이 경우 회사는 개정된 약관을 사이트를 통하여 공지합니다.
③ 회원은 개정된 약관에 동의하지 않는 경우 서비스 이용을 중단하고 회원 탈퇴를 요청할 수 있습니다. 단, 회원이 개정된 약관의 공시일로부터 2주 이내에 서면으로 거부의 의사표시를 하지 않은 경우 개정된 약관에 동의한 것으로 간주합니다.


제4조 [회원가입 및 서비스 이용 자격]
① 서비스 이용계약은 이용자가 제3조에 따른 이용약관과 개인정보 처리방침에 대한 동의 후, 회원가입을 신청하고 회사가 이에 대한 이용승낙 시 성립합니다.
② 회사는 아래에 해당하는 경우에 대하여 회원의 서비스 이용 자격을 제한할 수 있으며, 회원은 관련 법령에 따라 처벌받을 수 있습니다.
1.타인의 정보를 도용하여 신청한 경우
2.등록 내용에 허위, 기재 누락, 오기가 있는 경우
3.부정한 용도로 본 서비스를 이용하고자 하는 경우
4.관련 법령을 위반하며 가입을 신청하는 경우
5.회사의 다른 서비스 이용 요금을 체납하고 있는 경우
6.기타 회사가 정한 이용 신청 요건이 미비 된 경우

제5조 [회원정보의 변경]
① 회원은 사이트를 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
② 회원은 회원가입 신청 시 기재한 정보가 변경되었을 경우 사이트를 통하여 수정하여야 합니다.
③ 전항의 변경사항을 수정하지 않아 발생한 불이익에 대하여 회사는 어떠한 책임도 부담하지 않습니다.

제6조 [개인정보의 보호]
회사는 관련 법령에서 정하는 바에 따라 회원의 개인정보를 보호하기 위하여 노력합니다. 개인정보의 보호 및 사용에 관해서는 관련 법령 및 회사의 개인정보처리방침에 정한 바에 따릅니다.

제7조 [서비스의 제공]
① 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 운영을 원칙으로 합니다. 단, 회사는 시스템 정기점검, 증설 및 교체를 위하여 회사가 정한 날이나 시간에 서비스를 일시 중단할 수 있으며, 예정된 작업으로 인한 서비스 일시 중단은 사전에 사이트를 통해 공지합니다.
② 서비스 제공에 필수적인 경우 회사는 정기점검을 실시할 수 있고 그 일정은 고객에게 통지하거나 서비스 포털사이트에 공지한 바에 따릅니다.
③ 회사가 제공하는 서비스를 이용하여 고객이 저장하는 정보 또는 데이터는 고객이 소유 또는 관리하며 회사는 고객의 동의 없이 이에 접근하지 않습니다.
④ 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영상 필요한 경우 수정, 중단, 변경할 수 있으며 회원에게 사전 예고 또는 사후 통보합니다. 이에 대하여 관련법에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.

제8조 [서비스 이용 해지]
① 회원은 유료 서비스 전환 이후, 7일 이내 무상으로 유료 계약을 취소할 수 있습니다.
② 회원은 언제든지 서비스 이용 해지를 신청할 수 있습니다. 다만, 7일 이후 유료 계약을 취소할 경우 서비스 사용량에 대한 과금이 발생합니다.

제9조 [회사의 의무]
① 회사는 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하기 위하여 노력합니다.
② 회사는 회원의 개인정보 보호를 위하여 보안시스템을 구축하며, 개인정보처리방침을 공시하고 준수합니다.
③ 회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불편사항이 정당하다고 인정될 경우 이를 처리하여야 합니다. 다만, 신속한 처리가 곤란한 경우는 회원에게 그 사유와 처리일정을 통보하여야 합니다.

제10조 [회원의 의무]
① 회원이 회사의 서비스를 이용할 때 아래 각 호의 행위는 하여서는 안됩니다.
1.서비스 회원가입 신청 또는 결제정보 입력시 허위 내용의 등록
2.타인의 정보 도용 혹은 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위
3.관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 포함)의 복제, 전송 또는 게시 행위
4.해킹행위 또는 컴퓨터바이러스 등의 유포행위
5.회사의 사전 승낙 없이 영리 목적으로 서비스를 사용하는 행위
② 회원은 회사의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도 할 수 없으며, 그 영리활동의 결과에 대해 회사는 책임을 지지 않습니다.
③ 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 해서는 안되며, 다음 각 호의 행위를 하는 경우 회사는 사전 통보 없이 해당 회원의 서비스 이용을 중지하거나 이용계약을 해지할 수 있습니다.

제11조 [지적재산권의 귀속]
① 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다. 다만, 회원의 게시물 및 회원이 개발한 프로그램 등은 제외합니다.
</pre>
        </div>
    </div>


</div>

<script>

    $(document).ready(function() {

    });

</script>

<%@include file="../include/footer.jsp" %>